Repository: neonpixel-software/pocket-chef
Catalog: app/Sources/PocketChef/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, nl

source: Photos and tags: add them when you edit a recipe, and filter your list by tag.
de: Fotos und Tags: Füge sie beim Bearbeiten eines Rezepts hinzu und filtere deine Liste nach Tag.
es: Fotos y etiquetas: añádelas al editar una receta y filtra tu lista por etiqueta.
fr: Photos et étiquettes : ajoutez-les en modifiant une recette, et filtrez votre liste par étiquette.
nl: Foto's en tags: voeg ze toe als je een recept bewerkt, en filter je lijst op tag.

source: Weight: switch the ingredients from As Written to Weight to see them in grams.
de: Gewicht: Stell die Zutaten von Original auf Gewicht um, um sie in Gramm zu sehen.
es: Peso: cambia los ingredientes de Original a Peso para verlos en gramos.
fr: Poids : passez les ingrédients de D'origine à Poids pour les voir en grammes.
nl: Gewicht: zet de ingrediënten van Origineel op Gewicht om ze in grammen te zien.

source: Make It Yours
de: Nach deinem Geschmack
es: A tu gusto
fr: À votre goût
nl: Naar jouw smaak

source: In Settings you can change:
de: In den Einstellungen kannst du ändern:
es: En Ajustes puedes cambiar:
fr: Dans Réglages, vous pouvez modifier :
nl: In Instellingen kun je dit aanpassen:

source: Storage: keep your recipes on this device, or sync them with iCloud.
de: Speicher: Behalte deine Rezepte auf diesem Gerät oder synchronisiere sie mit iCloud.
es: Almacenamiento: guarda tus recetas en este dispositivo o sincronízalas con iCloud.
fr: Stockage : gardez vos recettes sur cet appareil, ou synchronisez-les avec iCloud.
nl: Opslag: bewaar je recepten op dit apparaat, of synchroniseer ze met iCloud.

source: Cups and Spoons: US or metric sizes, used for weights.
de: Tassen und Löffel: US- oder metrische Größen, für die Umrechnung in Gewicht.
es: Tazas y cucharas: medidas estadounidenses o métricas, para los pesos.
fr: Tasses et cuillères : mesures américaines ou métriques, utilisées pour les poids.
nl: Kopjes en lepels: Amerikaanse of metrische maten, gebruikt voor gewichten.

source: Ingredient Densities: they update daily, and you can refresh them any time.
de: Zutatendichten: Diese werden täglich aktualisiert und du kannst sie jederzeit neu laden.
es: Densidades de ingredientes: se actualizan a diario y puedes actualizarlas cuando quieras.
fr: Densités des ingrédients : elles se mettent à jour chaque jour, et vous pouvez les actualiser à tout moment.
nl: Ingrediëntdichtheden: ze worden dagelijks bijgewerkt en je kunt ze altijd vernieuwen.

source: Settings is the gear at the top of your recipes. You can open this guide again there too.
de: Die Einstellungen findest du über das Zahnrad oben in deinen Rezepten. Dort kannst du diese Anleitung auch wieder öffnen.
es: Ajustes es el engranaje en la parte superior de tus recetas. Ahí también puedes volver a abrir esta guía.
fr: Réglages, c'est la roue dentée en haut de vos recettes. Vous pouvez aussi y rouvrir ce guide.
nl: Instellingen is het tandwiel boven je recepten. Daar kun je deze gids ook opnieuw openen.

source: Settings is in the Pocket Chef menu (⌘,). You can open this guide again there, or from the Help menu.
de: Die Einstellungen findest du im Menü „Pocket Chef“ (⌘,). Dort oder im Menü „Hilfe“ kannst du diese Anleitung wieder öffnen.
es: Ajustes está en el menú Pocket Chef (⌘,). Ahí o en el menú Ayuda puedes volver a abrir esta guía.
fr: Réglages se trouve dans le menu Pocket Chef (⌘,). Vous pouvez y rouvrir ce guide, ou depuis le menu Aide.
nl: Instellingen staat in het menu Pocket Chef (⌘,). Daar of in het menu Help kun je deze gids opnieuw openen.

source: Skip
de: Überspringen
es: Omitir
fr: Passer
nl: Overslaan

source: Next
de: Weiter
es: Siguiente
fr: Suivant
nl: Volgende

source: Get Started
de: Los geht's
es: Empezar
fr: Commencer
nl: Aan de slag

source: Previous Page
de: Vorherige Seite
es: Página anterior
fr: Page précédente
nl: Vorige pagina

source: Next Page
de: Nächste Seite
es: Página siguiente
fr: Page suivante
nl: Volgende pagina

source: Page %lld of %lld
de: Seite %lld von %lld
es: Página %lld de %lld
fr: Page %lld sur %lld
nl: Pagina %lld van %lld

source: Help
de: Hilfe
es: Ayuda
fr: Aide

source: Show Welcome Guide
de: Willkommensanleitung anzeigen
es: Mostrar la guía de bienvenida
fr: Afficher le guide de bienvenue
nl: Welkomstgids tonen

source: Welcome Guide
de: Willkommensanleitung
es: Guía de bienvenida
fr: Guide de bienvenue
nl: Welkomstgids

source: About Pocket Chef
de: Über Pocket Chef
es: Acerca de Pocket Chef
fr: À propos de Pocket Chef
nl: Over Pocket Chef

source: The Idea
de: Die Idee
es: La idea
fr: L'idée
nl: Het idee

source: Recipe sites bury the recipe under ads, pop-ups and life stories. Pocket Chef keeps just the recipe: type it, paste it or link it, check it once, and cook from a clean page.
de: Rezeptseiten verstecken das Rezept unter Werbung, Pop-ups und Lebensgeschichten. Pocket Chef behält nur das Rezept: Tipp es ein, füg es ein oder verlinke es, prüf es einmal und koch von einer aufgeräumten Seite.
es: Las webs de recetas entierran la receta bajo anuncios, ventanas emergentes e historias de vida. Pocket Chef se queda solo con la receta: escríbela, pégala o enlázala, revísala una vez y cocina desde una página limpia.
fr: Les sites de recettes enfouissent la recette sous les publicités, les pop-ups et les récits de vie. Pocket Chef ne garde que la recette : tapez-la, collez-la ou importez-la depuis un lien, vérifiez-la une fois, et cuisinez depuis une page épurée.
nl: Receptensites verstoppen het recept onder advertenties, pop-ups en levensverhalen. Pocket Chef houdt alleen het recept over: typ het, plak het of link ernaar, controleer het één keer en kook vanaf een overzichtelijke pagina.

source: Pocket Chef is open source under the MIT license. Anyone can read the code, check what the app does, and build it themselves.
de: Pocket Chef ist Open Source unter der MIT-Lizenz. Alle können den Code lesen, prüfen, was die App macht, und sie selbst bauen.
es: Pocket Chef es de código abierto con licencia MIT. Cualquiera puede leer el código, comprobar qué hace la app y compilarla por su cuenta.
fr: Pocket Chef est open source sous licence MIT. Tout le monde peut lire le code, vérifier ce que fait l'app et la compiler soi-même.
nl: Pocket Chef is open source onder de MIT-licentie. Iedereen kan de code lezen, controleren wat de app doet en hem zelf bouwen.

source: No Tracking
de: Kein Tracking
es: Sin rastreo
fr: Aucun suivi
nl: Geen tracking

source: No account, no ads, no analytics, no tracking.
de: Kein Konto, keine Werbung, keine Analysen, kein Tracking.
es: Sin cuenta, sin anuncios, sin analíticas, sin rastreo.
fr: Pas de compte, pas de publicités, pas de statistiques d'utilisation, pas de suivi.
nl: Geen account, geen advertenties, geen analytics, geen tracking.

source: Your recipes stay on this device, or in your own iCloud if you turn on sync.
de: Deine Rezepte bleiben auf diesem Gerät oder in deiner eigenen iCloud, wenn du die Synchronisierung einschaltest.
es: Tus recetas se quedan en este dispositivo, o en tu propio iCloud si activas la sincronización.
fr: Vos recettes restent sur cet appareil, ou dans votre propre iCloud si vous activez la synchronisation.
nl: Je recepten blijven op dit apparaat, of in je eigen iCloud als je synchronisatie aanzet.

source: Recipe capture runs on your device.
de: Das Erfassen von Rezepten läuft auf deinem Gerät.
es: La captura de recetas se hace en tu dispositivo.
fr: La capture des recettes se fait sur votre appareil.
nl: Het inlezen van recepten gebeurt op je apparaat.

source: The app only goes online to:
de: Die App geht nur für Folgendes online:
es: La app solo se conecta a internet para:
fr: L'app ne se connecte à Internet que pour :
nl: De app gaat alleen online om:

source: Fetch the recipe from a link you paste. That website sees the visit, as it would in a browser.
de: Das Rezept von einem Link abrufen, den du einfügst. Diese Website sieht den Besuch wie in einem Browser.
es: Obtener la receta de un enlace que pegas. Esa web ve la visita, como la vería en un navegador.
fr: Récupérer la recette d'un lien que vous collez. Ce site voit la visite, comme dans un navigateur.
nl: Het recept ophalen van een link die je plakt. Die website ziet het bezoek, net als in een browser.

source: Sync your recipes through your own iCloud, if you turn it on.
de: Deine Rezepte über deine eigene iCloud synchronisieren, wenn du das einschaltest.
es: Sincronizar tus recetas con tu propio iCloud, si lo activas.
fr: Synchroniser vos recettes via votre propre iCloud, si vous l'activez.
nl: Je recepten synchroniseren via je eigen iCloud, als je dat aanzet.

source: Download ingredient densities from Pocket Chef's server. The app sends it nothing about you or your recipes.
de: Zutatendichten vom Server von Pocket Chef laden. Die App schickt ihm nichts über dich oder deine Rezepte.
es: Descargar las densidades de ingredientes del servidor de Pocket Chef. La app no le envía nada sobre ti ni sobre tus recetas.
fr: Télécharger les densités des ingrédients depuis le serveur de Pocket Chef. L'app ne lui envoie rien sur vous ni sur vos recettes.
nl: Ingrediëntdichtheden downloaden van de server van Pocket Chef. De app stuurt de server niets over jou of je recepten.

source: View the Code on GitHub
de: Code auf GitHub ansehen
es: Ver el código en GitHub
fr: Voir le code sur GitHub
nl: Code bekijken op GitHub

source: Report an Issue
de: Problem melden
es: Informar de un problema
fr: Signaler un problème
nl: Probleem melden

source: Reporting an issue needs a free GitHub account.
de: Zum Melden eines Problems brauchst du ein kostenloses GitHub-Konto.
es: Para informar de un problema necesitas una cuenta gratuita de GitHub.
fr: Pour signaler un problème, il faut un compte GitHub gratuit.
nl: Voor het melden van een probleem heb je een gratis GitHub-account nodig.

source: Made by NeonPixel
de: Von NeonPixel
es: Hecho por NeonPixel
fr: Créé par NeonPixel
nl: Gemaakt door NeonPixel

source: Tags
es: Etiquetas
fr: Étiquettes

source: Tag name
es: Nombre de la etiqueta
fr: Nom de l'étiquette
nl: Tagnaam

source: Snack
es: Merienda
fr: Collation

source: Open Source
es: Código abierto

source: Version %@ (%@)
es: Versión %@ (%@)
nl: Versie %@ (%@)
